Repository: HarpeLm/AquApp
Catalog: AquApp/Localizable.xcstrings
Source language: fr
Languages: ar, bg, bn, cs, da, de, el, en, es, fa, fi, fil, he, hi, hr, hu, id, it, ja, ko, ku, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# live_activity.goal_reached_checkmark
source: ✓ atteint
ar: ✓ تم
bg: ✓ постигнато
bn: ✓ অর্জিত
cs: ✓ splněno
da: ✓ nået
de: ✓ erreicht
el: ✓ επιτεύχθηκε
en: ✓ reached
es: ✓ alcanzado
fa: ✓ محقق شد
fi: ✓ saavutettu
fil: ✓ naabot
he: ✓ הושג
hi: ✓ पूरा
hr: ✓ dostignut
hu: ✓ elérve
id: ✓ tercapai
it: ✓ raggiunto
ja: ✓ 達成
ko: ✓ 달성
ku: ✓ gihîştî
lt: ✓ pasiekta
lv: ✓ sasniegts
ms: ✓ dicapai
nb: ✓ nådd
nl: ✓ bereikt
pl: ✓ osiągnięty
pt_br: ✓ atingida
pt_pt: ✓ atingido
ro: ✓ atins
ru: ✓ достигнута
sk: ✓ splnené
sl: ✓ dosežen
sq: ✓ arritur
sr: ✓ остварено
sv: ✓ uppnått
sw: ✓ limefikiwa
th: ✓ ถึง
tr: ✓ ulaşıldı
uk: ✓ досягнуто
vi: ✓ đạt
zh_hans: ✓ 完成
zh_hant: ✓ 已達成

# live_activity.goal_reached_word
source: atteint
ar: تم
bg: постигнато
bn: অর্জিত
cs: splněno
da: nået
de: erreicht
el: επιτεύχθηκε
en: reached
es: alcanzado
fa: محقق شد
fi: saavutettu
fil: naabot
he: הושג
hi: पूरा
hr: dostignut
hu: elérve
id: tercapai
it: raggiunto
ja: 達成
ko: 달성
ku: gihîştî
lt: pasiekta
lv: sasniegts
ms: dicapai
nb: nådd
nl: bereikt
pl: osiągnięty
pt_br: atingida
pt_pt: atingido
ro: atins
ru: достигнута
sk: splnené
sl: dosežen
sq: arritur
sr: остварено
sv: uppnått
sw: limefikiwa
th: ถึง
tr: ulaşıldı
uk: досягнуто
vi: đạt
zh_hans: 完成
zh_hant: 已達成

# live_activity.label.goal
source: Objectif
ar: الهدف
bg: Цел
bn: লক্ষ্য
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
en: Goal
es: Objetivo
fa: هدف
fi: Tavoite
fil: Layunin
he: יעד
hi: लक्ष्य
hr: Cilj
hu: Cél
id: Target
it: Obiettivo
ja: 目標
ko: 목표
ku: Armanc
lt: Tikslas
lv: Mērķis
ms: Sasaran
nb: Mål
nl: Doel
pl: Cel
pt_br: Meta
pt_pt: Objetivo
ro: Obiectiv
ru: Цель
sk: Cieľ
sl: Cilj
sq: Objektivi
sr: Циљ
sv: Mål
sw: Lengo
th: เป้าหมาย
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

# live_activity.label.sober
source: Sobre
ar: صاحٍ
bg: Трезвен
bn: সংযমী
cs: Střízlivý
da: Ædru
de: Nüchtern
el: Νηφάλιος
en: Sober
es: Sobrio
fa: هوشیار
fi: Raitis
fil: Sober
he: פיכחון
hi: संयमी
hr: Trijezan
hu: Józan
id: Sadar
it: Sobrio
ja: 禁酒
ko: 금주
ku: Hişyar
lt: Blaivus
lv: Skaidrs
ms: Tidak minum
nb: Edru
nl: Nuchter
pl: Trzeźwy
pt_br: Sóbrio
pt_pt: Sóbrio
ro: Sobru
ru: Трезвость
sk: Triezvy
sl: Trezno
sq: Kthjellët
sr: Трезан
sv: Nykter
sw: Mwangalifu
th: งดดื่ม
tr: Ayık
uk: Тверезість
vi: Tỉnh táo
zh_hans: 清醒
zh_hant: 清醒

# live_activity.label.streak
source: Série
ar: التسلسل
bg: Серия
bn: ধারা
da: Serie
de: Serie
el: Σερί
en: Streak
es: Racha
fa: روند
fi: Putki
fil: Streak
he: רצף
hi: क्रम
hr: Niz
hu: Sorozat
id: Rangkaian
it: Serie
ja: 連続
ko: 연속
ku: Rêzik
lt: Serija
lv: Sērija
ms: Jujukan
nb: Serie
nl: Reeks
pl: Seria
pt_br: Sequência
pt_pt: Sequência
ro: Serie
ru: Серия
sk: Séria
sl: Niz
sq: Seria
sr: Низ
sv: Svit
sw: Mfululizo
th: ต่อเนื่อง
tr: Seri
uk: Серія
vi: Chuỗi
zh_hans: 连续
zh_hant: 連續

# live_activity.today
source: aujourd'hui
ar: اليوم
bg: днес
bn: আজ
cs: dnes
da: i dag
de: heute
el: σήμερα
en: today
es: hoy
fa: امروز
fi: tänään
fil: ngayon
he: היום
hi: आज
hr: danas
hu: ma
id: hari ini
it: oggi
ja: 今日
ko: 오늘
ku: îro
lt: šiandien
lv: šodien
ms: hari ini
nb: i dag
nl: vandaag
pl: dzisiaj
pt_br: hoje
pt_pt: hoje
ro: astăzi
ru: сегодня
sk: dnes
sl: danes
sq: sot
sr: данас
sv: idag
sw: leo
th: วันนี้
tr: bugün
uk: сьогодні
vi: hôm nay
zh_hans: 今天
zh_hant: 今天

# live_activity.unit.days
source: j
ar: ي
bg: д
bn: দি
cs: d
da: d
de: T
el: μ
en: d
es: d
fa: روز
fi: pv
fil: a
he: י
hi: दि
hr: d
hu: n
id: h
it: g
ja: 日
ko: 일
ku: r
lt: d
lv: d
ms: h
nb: d
nl: d
pl: d
pt_br: d
pt_pt: d
ro: z
ru: д
sk: d
sl: d
sq: d
sr: д
sv: d
sw: s
th: ว
tr: g
uk: д
vi: n
zh_hans: 天
zh_hant: 天

source: ml
ar: مل
bg: мл
bn: মিলি
fa: میلی‌لیتر
he: מ"ל
ru: мл
th: มล.
uk: мл
zh_hans: 毫升

# name_entry.placeholder
source: Votre prénom
ar: اسمك
bg: Твоето първо име
bn: আপনার নাম
cs: Tvoje křestní jméno
da: Dit fornavn
de: Dein Vorname
el: Το μικρό σας όνομα
en: Your first name
es: Tu nombre
fa: نام کوچک تو
fi: Etunimesi
fil: Ang iyong unang pangalan
he: השם הפרטי שלך
hi: आपका पहला नाम
hr: Tvoje ime
hu: A keresztneved
id: Nama depan Anda
it: Il tuo nome
ja: あなたの名前
ko: 이름
ku: Navê te
lt: Tavo vardas
lv: Tavs vārds
ms: Nama pertama anda
nb: Fornavnet ditt
nl: Jouw voornaam
pl: Twoje imię
pt_br: Seu nome
pt_pt: O seu primeiro nome
ro: Prenumele tău
ru: Ваше имя
sk: Tvoje krstné meno
sl: Tvoje ime
sq: Emri yt
sr: Твоје име
sv: Ditt förnamn
sw: Jina lako
th: ชื่อของคุณ
tr: Adın
uk: Твоє ім'я
vi: Tên của bạn
zh_hans: 您的姓名
zh_hant: 你的名字

# notif.disabled
source: Désactivés
ar: معطلة
bg: Изключено
bn: অক্ষম
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένα
en: Disabled
es: Desactivados
fa: غیرفعال
fi: Pois käytöstä
fil: Naka-disable
he: מושבת
hi: अक्षम
hr: Onemogućeno
hu: Letiltva
id: Dinonaktifkan
it: Disattivati
ja: 無効
ko: 비활성화됨
ku: Neçalak
lt: Išjungta
lv: Atspējots
ms: Dilumpuhkan
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativados
pt_pt: Desativados
ro: Dezactivat
ru: Отключены
sk: Vypnuté
sl: Onemogočeno
sq: E çaktivizuar
sr: Онемогућено
sv: Inaktiverade
sw: Imezimwa
th: ปิดใช้งาน
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已关闭
zh_hant: 已停用

# notif.every_n_hours
source: toutes les %d h
ar: كل %d ساعة
bg: на всеки %d ч
bn: প্রতি %d ঘণ্টায়
cs: každých %d h
da: hver %d time
de: alle %d Std.
el: κάθε %d ώρες
en: every %d h
es: cada %d h
fa: هر %d ساعت
fi: %d tunnin välein
fil: tuwing %d oras
he: כל %d שעות
hi: हर %d घंटे
hr: svakih %d h
hu: %d óránként
id: setiap %d jam
it: ogni %d h
ja: %d 時間ごと
ko: %d시간마다
ku: her %d saet
lt: kas %d val.
lv: ik pēc %d st.
ms: setiap %d jam
nb: hvert %d time
nl: elke %d uur
pl: co %d godz.
pt_br: a cada %d h
pt_pt: a cada %d h
ro: la fiecare %d ore
ru: каждые %d ч
sk: každých %d h
sl: vsakih %d ur
sq: çdo %d orë
sr: сваких %d ч
sv: var %d h
sw: kila masaa %d
th: ทุก %d ชั่วโมง
tr: her %d saatte
uk: кожні %d год
vi: mỗi %d giờ
zh_hans: 每 %d 小时
zh_hant: 每 %d 小時

# notif.hour_picker.decrease
source: Réduire l'heure
ar: تقليل الساعة
bg: Намали часа
bn: ঘণ্টা কমান
cs: Snížit hodinu
da: Mindsk time
de: Stunde verringern
el: Μείωση ώρας
en: Decrease hour
es: Reducir hora
fa: کاهش ساعت
fi: Vähennä tuntia
fil: Bawasan ang oras
he: הפחת שעה
hi: घंटा घटाएं
hr: Smanji sat
hu: Óra csökkentése
id: Kurangi jam
it: Riduci ora
ja: 時間を減らす
ko: 시간 줄이기
ku: Saetê kêm bike
lt: Sumažinti valandą
lv: Samazināt stundu
ms: Kurangkan jam
nb: Reduser time
nl: Uur verlagen
pl: Zmniejsz godzinę
pt_br: Diminuir hora
pt_pt: Diminuir hora
ro: Scade ora
ru: Уменьшить час
sk: Znížiť hodinu
sl: Zmanjšaj uro
sq: Ulit orën
sr: Смањи сат
sv: Minska timme
sw: Punguza saa
th: ลดชั่วโมง
tr: Saati azalt
uk: Зменшити годину
vi: Giảm giờ
zh_hans: 减少小时
zh_hant: 減少時數

# notif.hour_picker.decrease_hint
source: Appuyer pour diminuer d'une heure
ar: انقر لتقليل الساعة بمقدار واحد
bg: Докосни, за да намалиш с един час
bn: এক ঘণ্টা কমাতে ট্যাপ করুন
cs: Klepnutím snížíte o jednu hodinu
da: Tryk for at reducere med én time
de: Tippt, um die Stunde um eins zu verringern
el: Πατήστε για μείωση κατά μία ώρα
en: Tap to decrease by one hour
es: Toca para reducir una hora
fa: برای کاهش یک ساعت ضربه بزن
fi: Napauta vähentääksesi tunnilla
fil: I-tap para bawasan ng isang oras
he: הקש להפחתת שעה אחת
hi: एक घंटा कम करने के लिए टैप करें
hr: Dodirni za smanjenje za jedan sat
hu: Koppints egy órával való csökkentéshez
id: Ketuk untuk mengurangi satu jam
it: Tocca per ridurre di un'ora
ja: タップして1時間減らす
ko: 한 시간 줄이려면 탭하세요
ku: Bo kêmkirina bi saetekê bitikîne
lt: Palieskite, kad sumažintumėte viena valanda
lv: Pieskarieties, lai samazinātu par vienu stundu
ms: Ketuk untuk mengurangkan satu jam
nb: Trykk for å redusere med én time
nl: Tik om met één uur te verlagen
pl: Dotknij, aby zmniejszyć o godzinę
pt_br: Toque para diminuir uma hora
pt_pt: Toque para diminuir uma hora
ro: Apasă pentru a scădea cu o oră
ru: Нажмите, чтобы уменьшить на час
sk: Klepnutím znížiš o jednu hodinu
sl: Tapni za zmanjšanje za eno uro
sq: Prekni për të ulur me një orë
sr: Додирни да смањиш за један сат
sv: Tryck för att minska med en timme
sw: Gusa kupunguza kwa saa moja
th: แตะเพื่อลดหนึ่งชั่วโมง
tr: Bir saat azaltmak için dokun
uk: Торкніться, щоб зменшити на одну годину
vi: Nhấn để giảm một giờ
zh_hans: 点击减少一小时
zh_hant: 點一下減少一小時

# notif.hour_picker.increase
source: Augmenter l'heure
ar: زيادة الساعة
bg: Увеличи часа
bn: ঘণ্টা বাড়ান
cs: Zvýšit hodinu
da: Øg time
de: Stunde erhöhen
el: Αύξηση ώρας
en: Increase hour
es: Aumentar hora
fa: افزایش ساعت
fi: Lisää tuntia
fil: Dagdagan ang oras
he: הוסף שעה
hi: घंटा बढ़ाएं
hr: Povećaj sat
hu: Óra növelése
id: Tambah jam
it: Aumenta ora
ja: 時間を増やす
ko: 시간 늘리기
ku: Saetê zêde bike
lt: Padidinti valandą
lv: Palielināt stundu
ms: Tambah jam
nb: Øk time
nl: Uur verhogen
pl: Zwiększ godzinę
pt_br: Aumentar hora
pt_pt: Aumentar hora
ro: Crește ora
ru: Увеличить час
sk: Zvýšiť hodinu
sl: Povečaj uro
sq: Rrit orën
sr: Повећај сат
sv: Öka timme
sw: Ongeza saa
th: เพิ่มชั่วโมง
tr: Saati artır
uk: Збільшити годину
vi: Tăng giờ
zh_hans: 增加小时
zh_hant: 增加時數

# notif.hour_picker.increase_hint
source: Appuyer pour augmenter d'une heure
ar: انقر لزيادة الساعة بمقدار واحد
bg: Докосни, за да увеличиш с един час
bn: এক ঘণ্টা বাড়াতে ট্যাপ করুন
cs: Klepnutím zvýšíte o jednu hodinu
da: Tryk for at øge med én time
de: Tippt, um die Stunde um eins zu erhöhen
el: Πατήστε για αύξηση κατά μία ώρα
en: Tap to increase by one hour
es: Toca para aumentar una hora
fa: برای افزایش یک ساعت ضربه بزن
fi: Napauta lisätäksesi tunnilla
fil: I-tap para dagdagan ng isang oras
he: הקש להוספת שעה אחת
hi: एक घंटा बढ़ाने के लिए टैप करें
hr: Dodirni za povećanje za jedan sat
hu: Koppints egy órával való növeléshez
id: Ketuk untuk menambah satu jam
it: Tocca per aumentare di un'ora
ja: タップして1時間増やす
ko: 한 시간 늘리려면 탭하세요
ku: Bo zêdekirina bi saetekê bitikîne
lt: Palieskite, kad padidintumėte viena valanda
lv: Pieskarieties, lai palielinātu par vienu stundu
ms: Ketuk untuk menambah satu jam
nb: Trykk for å øke med én time
nl: Tik om met één uur te verhogen
pl: Dotknij, aby zwiększyć o godzinę
pt_br: Toque para aumentar uma hora
pt_pt: Toque para aumentar uma hora
ro: Apasă pentru a crește cu o oră
ru: Нажмите, чтобы увеличить на час
sk: Klepnutím zvýšiš o jednu hodinu
sl: Tapni za povečanje za eno uro
sq: Prekni për të rritur me një orë
sr: Додирни да повећаш за један сат
sv: Tryck för att öka med en timme
sw: Gusa kuongeza kwa saa moja
th: แตะเพื่อเพิ่มหนึ่งชั่วโมง
tr: Bir saat artırmak için dokun
uk: Торкніться, щоб збільшити на одну годину
vi: Nhấn để tăng một giờ
zh_hans: 点击增加一小时
zh_hant: 點一下增加一小時

# notif.hours_format
source: %dh
ar: %dس
bg: %dч
bn: %d ঘণ্টা
da: %dt
el: %dώρ
fa: %d ساعت
fi: klo %dh
fil: %do
he: %dשע׳
hi: %dघ
hu: %dó
id: %dj
ja: %d時間
ko: %d시
ku: %d saet
lt: %d val.
lv: %d st.
ms: %djam
nb: %dt
pl: %dg
ru: %dч
sl: %d ur
sq: %d orë
sr: %dч
th: %dชม.
tr: %ds
uk: %dг
vi: %dg
zh_hans: %d小时
zh_hant: %d時

# notif.midnight_body
source: Nouvelle journée, nouvel objectif ! C'est parti !
ar: يوم جديد، هدف جديد! هيا بنا!
bg: Нов ден, нова цел! Да започваме!
bn: নতুন দিন, নতুন লক্ষ্য! এগিয়ে যান!
cs: Nový den, nový cíl! Jdeme na to!
da: Ny dag, nyt mål! Lad os komme i gang!
de: Neuer Tag, neues Ziel! Los geht's!
el: Νέα μέρα, νέος στόχος! Πάμε!
en: New day, new goal! Let's go!
es: ¡Nuevo día, nuevo objetivo! ¡Vamos!
fa: روزی تازه، هدفی تازه! بزن بریم!
fi: Uusi päivä, uusi tavoite! Mennään!
fil: Bagong araw, bagong layunin! Simulan na natin!
he: יום חדש, יעד חדש! בואו נתחיל!
hi: नया दिन, नया लक्ष्य! चलिए शुरू करें!
hr: Novi dan, novi cilj! Hajde!
hu: Új nap, új cél! Hajrá!
id: Hari baru, target baru! Ayo!
it: Nuovo giorno, nuovo obiettivo! Forza!
ja: 新しい一日、新しい目標！さあ行こう！
ko: 새로운 날, 새로운 목표! 시작합시다!
ku: Roja nû, armanca nû! Em pêş bikevin!
lt: Nauja diena, naujas tikslas! Pirmyn!
lv: Jauna diena, jauns mērķis! Uz priekšu!
ms: Hari baru, sasaran baru! Jom!
nb: Ny dag, nytt mål! La oss starte!
nl: Nieuwe dag, nieuw doel! Aan de slag!
pl: Nowy dzień, nowy cel! Do dzieła!
pt_br: Novo dia, nova meta! Vamos lá!
pt_pt: Novo dia, novo objetivo! Vamos lá!
ro: Zi nouă, obiectiv nou! Să începem!
ru: Новый день, новая цель! Поехали!
sk: Nový deň, nový cieľ! Poďme na to!
sl: Nov dan, nov cilj! Naprej!
sq: Ditë e re, objektiv i ri! Përpara!
sr: Нови дан, нови циљ! Хајде!
sv: Ny dag, nytt mål! Kör igång!
sw: Siku mpya, lengo jipya! Mbele!
th: วันใหม่ เป้าหมายใหม่ ไปกันเลย!
tr: Yeni gün, yeni hedef! Hadi başlayalım!
uk: Новий день, нова ціль! Уперед!
vi: Ngày mới, mục tiêu mới! Bắt đầu thôi!
zh_hans: 新的一天，新的目标！加油！
zh_hant: 新的一天，新的目標！加油！

# notif.permission.cancel
source: Annuler
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
en: Cancel
es: Cancelar
fa: لغو
fi: Peruuta
fil: Kanselahin
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ku: Betal bike
lt: Atšaukti
lv: Atcelt
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# notif.permission.denied_message
source: Autorisez les notifications dans les Réglages pour recevoir vos rappels hydratation.
ar: السماح بالإشعارات في الإعدادات لتلقي تذكيرات الترطيب.
bg: Разреши известията от Настройки, за да получаваш напомняния за хидратация.
bn: হাইড্রেশন রিমাইন্ডার পেতে সেটিংসে নোটিফিকেশন চালু করুন।
cs: Povolte oznámení v Nastavení, abyste dostávali připomínky k hydrataci.
da: Tillad notifikationer i Indstillinger for at modtage dine hydrationsadvarsler.
de: Erlaube Benachrichtigungen in den Einstellungen, um Hydrationserinnerungen zu erhalten.
el: Επιτρέψτε τις ειδοποιήσεις στις Ρυθμίσεις για να λαμβάνετε υπενθυμίσεις ενυδάτωσης.
en: Allow notifications in Settings to receive your hydration reminders.
es: Permite las notificaciones en Ajustes para recibir tus recordatorios de hidratación.
fa: برای دریافت یادآوری‌های آب‌رسانی، اعلان‌ها را از تنظیمات فعال کن.
fi: Salli ilmoitukset Asetuksista saadaksesi nesteytysmuistutuksia.
fil: Payagan ang mga notification sa Settings para makatanggap ng iyong mga paalala sa hydration.
he: אפשר התראות בהגדרות כדי לקבל תזכורות הידרציה.
hi: हाइड्रेशन रिमाइंडर प्राप्त करने के लिए सेटिंग्स में नोटिफिकेशन की अनुमति दें।
hr: Omogući obavijesti u Postavkama kako bi primao podsjetnike za hidrataciju.
hu: Engedélyezd az értesítéseket a Beállításokban, hogy folyadékbeviteli emlékeztetőket kapj.
id: Izinkan notifikasi di Pengaturan untuk menerima pengingat hidrasi.
it: Consenti le notifiche nelle Impostazioni per ricevere i promemoria di idratazione.
ja: 水分補給リマインダーを受け取るには、設定で通知を許可してください。
ko: 수분 섭취 알림을 받으려면 설정에서 알림을 허용하세요.
ku: Bo wergirtina bîranînên avahiyê di Sazkariyan de agahdariyan çalak bike.
lt: Įgalinkite pranešimus nustatymuose, kad gautumėte hidratacijos priminimus.
lv: Iespējo paziņojumus iestatījumos, lai saņemtu hidratācijas atgādinājumus.
ms: Benarkan pemberitahuan dalam Tetapan untuk menerima peringatan hidrasi.
nb: Tillat varsler i Innstillinger for å motta hydreringspåminnelsene dine.
nl: Sta meldingen toe in Instellingen om hydratieherinneringen te ontvangen.
pl: Zezwól na powiadomienia w Ustawieniach, aby otrzymywać przypomnienia o nawodnieniu.
pt_br: Permita notificações nas Configurações para receber seus lembretes de hidratação.
pt_pt: Autorize as notificações nas Definições para receber os seus lembretes de hidratação.
ro: Permite notificările în Setări pentru a primi reminderele de hidratare.
ru: Разрешите уведомления в Настройках для получения напоминаний о гидратации.
sk: Povoľ oznámenia v Nastaveniach, aby si dostával(a) pripomienky na hydratáciu.
sl: Omogoči obvestila v nastavitvah, da boš prejemala opomnike za hidracijo.
sq: Aktivizo njoftimet në Cilësimet për të marrë kujtues hidratimi.
sr: Омогући обавештења у Подешавањима да би примао подсетнике за хидратацију.
sv: Tillåt aviseringar i Inställningar för att få dina hydreringspåminnelser.
sw: Wezesha arifa katika Mipangilio ili kupokea vikumbusho vya unyevu.
th: อนุญาตการแจ้งเตือนในการตั้งค่าเพื่อรับการเตือนการดื่มน้ำ
tr: Sıvı alımı hatırlatıcılarını almak için Ayarlar'da bildirimlere izin ver.
uk: Дозволь сповіщення в Налаштуваннях, щоб отримувати нагадування про гідратацію.
vi: Cho phép thông báo trong Cài đặt để nhận nhắc nhở uống nước.
zh_hans: 请在设置中允许通知，以便接收您的补水提醒。
zh_hant: 請在「設定」中允許通知，以接收飲水提醒。

# notif.permission.denied_title
source: Notifications refusées
ar: تم رفض الإشعارات
bg: Известията са отказани
bn: নোটিফিকেশন প্রত্যাখ্যাত
cs: Oznámení odmítnuta
da: Notifikationer afvist
de: Benachrichtigungen abgelehnt
el: Ειδοποιήσεις απορρίφθηκαν
en: Notifications denied
es: Notificaciones denegadas
fa: اعلان‌ها رد شده‌اند
fi: Ilmoitukset estetty
fil: Tinanggihan ang mga notification
he: התראות נדחו
hi: नोटिफिकेशन अस्वीकृत
hr: Obavijesti su odbijene
hu: Az értesítések le vannak tiltva
id: Notifikasi ditolak
it: Notifiche negate
ja: 通知が拒否されました
ko: 알림 거부됨
ku: Agahdarî hatin redkirin
lt: Pranešimai atmesti
lv: Paziņojumi noraidīti
ms: Pemberitahuan ditolak
nb: Varsler avvist
nl: Meldingen geweigerd
pl: Powiadomienia odrzucone
pt_br: Notificações negadas
pt_pt: Notificações recusadas
ro: Notificări refuzate
ru: Уведомления отклонены
sk: Oznámenia zamietnuté
sl: Obvestila so zavrnjena
sq: Njoftimet u refuzuan
sr: Обавештења су одбијена
sv: Aviseringarna nekade
sw: Arifa zimekataliwa
th: การแจ้งเตือนถูกปฏิเสธ
tr: Bildirimler reddedildi
uk: Сповіщення відхилено
vi: Thông báo bị từ chối
zh_hans: 通知已被拒绝
zh_hant: 通知已拒絕

# notif.permission.open_settings
source: Ouvrir les réglages
ar: فتح الإعدادات
bg: Отвори настройките
bn: সেটিংস খুলুন
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
en: Open Settings
es: Abrir ajustes
fa: باز کردن تنظیمات
fi: Avaa asetukset
fil: Buksan ang Settings
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori postavke
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
ku: Sazkariyan veke
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
ms: Buka tetapan
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir configurações
pt_pt: Abrir definições
ro: Deschide setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sq: Hap cilësimet
sr: Отвори подешавања
sv: Öppna inställningar
sw: Fungua mipangilio
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# notif.reminder1
source: 💧 N'oubliez pas de vous hydrater !
ar: 💧 لا تنس الترطيب!
bg: 💧 Не забравяй да се хидратираш!
bn: 💧 হাইড্রেটেড থাকতে ভুলবেন না!
cs: 💧 Nezapomeň se hydratovat!
da: 💧 Husk at holde dig hydreret!
de: 💧 Vergiss nicht, dich zu hydratisieren!
el: 💧 Μην ξεχάσετε να ενυδατωθείτε!
en: 💧 Don't forget to stay hydrated!
es: 💧 ¡No olvides hidratarte!
fa: 💧 یادت نرود آب بنوشی!
fi: 💧 Älä unohda juoda vettä!
fil: 💧 Huwag kalimutang manatiling naka-hydrate!
he: 💧 אל תשכח להישאר מוּרווה!
hi: 💧 हाइड्रेटेड रहना मत भूलें!
hr: 💧 Ne zaboravi ostati hidriran!
hu: 💧 Ne feledkezz meg a folyadékbevitelről!
id: 💧 Jangan lupa tetap terhidrasi!
it: 💧 Non dimenticare di idratarti!
ja: 💧 水分補給を忘れずに！
ko: 💧 수분 보충 잊지 마세요!
ku: 💧 Ji bîr neke ku avahî bimîne!
lt: 💧 Nepamirškite išlikti hidratuotas!
lv: 💧 Neaizmirsti palikt hidratēts!
ms: 💧 Jangan lupa kekal terhidrat!
nb: 💧 Ikke glem å holde deg hydrert!
nl: 💧 Vergeet niet te hydrateren!
pl: 💧 Nie zapomnij się nawodnić!
pt_br: 💧 Não se esqueça de se hidratar!
pt_pt: 💧 Não se esqueça de se hidratar!
ro: 💧 Nu uita să rămâi hidratat!
ru: 💧 Не забывайте пить воду!
sk: 💧 Nezabudni sa hydratovať!
sl: 💧 Ne pozabi ostati hidriran!
sq: 💧 Mos harro të qëndrosh i hidratuar!
sr: 💧 Не заборави да се хидратишеш!
sv: 💧 Glöm inte att hålla dig hydrerad!
sw: 💧 Usisahau kukaa na unyevu!
th: 💧 อย่าลืมดื่มน้ำ!
tr: 💧 Sıvı almayı unutma!
uk: 💧 Не забувай гідратуватися!
vi: 💧 Đừng quên giữ đủ nước!
zh_hans: 💧 别忘了补水！
zh_hant: 💧 別忘了補充水分！

# notif.reminder2
source: 🚰 Il est temps de boire un verre d'eau.
ar: 🚰 حان وقت شرب كوب من الماء.
bg: 🚰 Време е за чаша вода.
bn: 🚰 এক গ্লাস পানি পানের সময় হয়েছে।
cs: 🚰 Je čas na sklenici vody.
da: 🚰 Tid til et glas vand.
de: 🚰 Zeit für ein Glas Wasser.
el: 🚰 Ώρα για ένα ποτήρι νερό.
en: 🚰 Time for a glass of water.
es: 🚰 Es hora de beber un vaso de agua.
fa: 🚰 وقت یک لیوان آب است.
fi: 🚰 On aika lasilliselle vettä.
fil: 🚰 Oras na para uminom ng tubig.
he: 🚰 הגיע הזמן לשתות כוס מים.
hi: 🚰 एक गिलास पानी पीने का समय है।
hr: 🚰 Vrijeme je za čašu vode.
hu: 🚰 Itt az ideje egy pohár víznek.
id: 🚰 Saatnya minum segelas air.
it: 🚰 È ora di bere un bicchiere d'acqua.
ja: 🚰 水を一杯飲む時間ですよ。
ko: 🚰 물 한 잔 마실 시간이에요.
ku: 🚰 Dema glasekê avê ye.
lt: 🚰 Laikas stiklinei vandens.
lv: 🚰 Laiks glāzei ūdens.
ms: 🚰 Masa untuk minum segelas air.
nb: 🚰 Tid for et glass vann.
nl: 🚰 Tijd voor een glas water.
pl: 🚰 Czas na szklankę wody.
pt_br: 🚰 Hora de beber um copo d'água.
pt_pt: 🚰 Está na hora de beber um copo de água.
ro: 🚰 E timpul pentru un pahar de apă.
ru: 🚰 Пора выпить стакан воды.
sk: 🚰 Je čas na pohár vody.
sl: 🚰 Čas je za kozarec vode.
sq: 🚰 Koha për një gotë ujë.
sr: 🚰 Време је за чашу воде.
sv: 🚰 Dags för ett glas vatten.
sw: 🚰 Wakati wa glasi ya maji.
th: 🚰 ถึงเวลาดื่มน้ำสักแก้วแล้ว
tr: 🚰 Bir bardak su içme zamanı.
uk: 🚰 Час випити склянку води.
vi: 🚰 Đến giờ uống một ly nước rồi.
zh_hans: 🚰 该喝一杯水了。
zh_hant: 🚰 該喝一杯水囉。

# notif.reminder3
source: 💦 Votre corps a besoin d'eau, pensez-y !
ar: 💦 جسمك يحتاج ماءً — اشرب!
bg: 💦 Тялото ти има нужда от вода, помисли за това!
bn: 💦 আপনার শরীরের পানি দরকার, মনে রাখুন!
cs: 💦 Tvé tělo potřebuje vodu, mysli na to!
da: 💦 Din krop har brug for vand — drik op!
de: 💦 Dein Körper braucht Wasser – trink!
el: 💦 Το σώμα σας χρειάζεται νερό — πιείτε!
en: 💦 Your body needs water — drink up!
es: 💦 Tu cuerpo necesita agua, ¡recuérdalo!
fa: 💦 بدن تو به آب نیاز دارد، به آن فکر کن!
fi: 💦 Kehosi tarvitsee vettä, muista se!
fil: 💦 Kailangan ng tubig ng iyong katawan — uminom ka na!
he: 💦 הגוף שלך צריך מים — שתה!
hi: 💦 आपके शरीर को पानी चाहिए — पीएं!
hr: 💦 Tvom tijelu treba voda, misli na to!
hu: 💦 A tested vízre szomjazik, gondolj rá!
id: 💦 Tubuhmu butuh air, ingat!
it: 💦 Il tuo corpo ha bisogno di acqua — bevi!
ja: 💦 体は水を必要としています — 飲みましょう！
ko: 💦 몸이 물을 원해요 — 마셔요!
ku: 💦 Laşê te hewceyê avê heye, fikra wê bike!
lt: 💦 Tavo kūnui reikia vandens, pagalvok apie tai!
lv: 💦 Tavam ķermenim vajag ūdeni, atceries!
ms: 💦 Badan anda perlu air — minumlah!
nb: 💦 Kroppen din trenger vann — drikk opp!
nl: 💦 Je lichaam heeft water nodig — drink!
pl: 💦 Twoje ciało potrzebuje wody — pij!
pt_br: 💦 Seu corpo precisa de água — beba!
pt_pt: 💦 O seu corpo precisa de água, lembre-se!
ro: 💦 Corpul tău are nevoie de apă — bea!
ru: 💦 Вашему телу нужна вода — пейте!
sk: 💦 Tvoje telo potrebuje vodu, mysli na to!
sl: 💦 Tvoje telo potrebuje vodo, pomisli nanj!
sq: 💦 Trupi yt ka nevojë për ujë, mendoje!
sr: 💦 Твом телу је потребна вода, мисли на то!
sv: 💦 Din kropp behöver vatten — drick!
sw: 💦 Mwili wako unahitaji maji, kumbuka!
th: 💦 ร่างกายของคุณต้องการน้ำ ดื่มเลย!
tr: 💦 Vücudun suya ihtiyaç duyuyor — iç!
uk: 💦 Твоєму тілу потрібна вода, пам'ятай про це!
vi: 💦 Cơ thể bạn cần nước — uống thôi!
zh_hans: 💦 您的身体需要水 — 喝吧！
zh_hant: 💦 你的身體需要水分，記得喝水！
